{
   "Login to Your Account": "تسجيل الدخول الى حسابك",
  "Email": "البريد الالكتروتى",
  "welcome to MYshop Store":"مرحبا بك فى ماى شوب استور",
  "password":"كلمه المرور",
  "Forgot Password?": "هل نسيت كلمه المرور؟",
  "Reset Password": "اعاده تعيين كلمه المرور",
  "Confirm Password": "تاكيد كلمه المرور",
  "Reset": "اعاده تعيين",
  "Resend Verification Email": "اعاده ارسال بريد التحقق",
  "Resend": "اعاده ارسال",
  "Please enter your email address to receive a verification link.": "الرجاء ادخال عنوان بريدك الالكترونى لاستقبال رابط التحقق.",
  "A verification link has been sent to your email address.": "تم ارسال رابط التحقق الى عنوان بريدك الالكترونى.",
  "Please check your email and click on the verification link.": "الرجاء التحقق من بريدك الالكترونى والنقر على رابط التحقق.",
  "If you do not receive the email, please check your spam folder.": "اذا لم تستلم البريد الالكترونى، يرجى التحقق من مجلد الرسائل المزعجة.",
  "An error occurred while sending the verification email.": "حدث خطأ اثناء ارسال بريد التحقق.",
  "Please enter your email address.": "الرجاء ادخال عنوان بريدك الالكترونى.",
  "Please enter a valid email address.": "الرجاء ادخال عنوان بريد الكترونى صحيح.",
  "Password must be at least 6 characters long.": "يجب ان تكون كلمه المرور مكونه من 6 حروف على الاقل.",
  "Passwords do not match.": "كلمات المرور غير متطابقه.",
  "Password reset successful.": "تم اعاده تعيين كلمه المرور بنجاح.",
  "Please enter your new password.": "الرجاء ادخال كلمه المرور الجديدة.",
  "Please confirm your new password.": "الرجاء تاكيد كلمه المرور الجديدة.",
  "Your password has been reset successfully.": "تم اعاده تعيين كلمه المرور بنجاح.",
  "Please enter your current password.": "الرجاء ادخال كلمه المرور الحالية.",
  "Your password has been changed successfully.": "تم تغيير كلمه المرور بنجاح.",
  "Your password has been updated successfully.": "تم تحديث كلمه المرور بنجاح.",
  "Please enter your email address to reset your password.": "الرجاء ادخال عنوان بريدك الالكترونى لاعاده تعيين كلمه المرور.",
  "A password reset link has been sent to your email address.": "تم ارسال رابط اعاده تعيين كلمه المرور الى عنوان بريدك الالكترونى.",
  "Please check your email and click on the password reset link.": "الرجاء التحقق من بريدك الالكترونى والنقر على رابط اعاده تعيين كلمه المرور.",
  "An error occurred while sending the password reset email.": "حدث خطأ اثناء ارسال بريد اعاده تعيين كلمه المرور.",
  "If you have any issues, please contact our support team": "اذا واجهت اى مشكله، يرجى الاتصال بفريق الدعم لدينا",
  "Thank you for using our service!": "شكرا لاستخدامك خدمتنا!",
  "We appreciate your feedback.": "نحن نقدر ملاحظاتك.",
  "Your account has been successfully created.": "تم انشاء حسابك بنجاح.",
  "Please check your email to verify your account.": "الرجاء التحقق من بريدك الالكترونى لتاكيد حسابك.",
  "Your account is now verified.": "حسابك تم تاكيده الان.",
  "You can now log in.": "يمكنك الان تسجيل الدخول.",
  "If you have any questions, feel free to contact us.": "اذا كان لديك اى استفسارات، لا تتردد فى الاتصال بنا.",
  "Welcome back!": "مرحباً بعودتك!",
  "Please enter your login credentials.": "الرجاء ادخال بيانات تسجيل الدخول الخاصة بك.",
  "Login successful.": "تم تسجيل الدخول بنجاح.",
  "Logout successful.": "تم تسجيل الخروج بنجاح.",
  "Your session has expired. Please log in again.": "انتهت صلاحية جلستك. يرجى تسجيل الدخول مرة اخرى.",
  "You have been logged out due to inactivity.": "تم تسجيل خروجك بسبب عدم النشاط.",
  "Please enter your email to receive a password reset link.": "الرجاء ادخال بريدك الالكترونى لاستقبال رابط اعاده تعيين كلمه المرور.",
  "A password reset link has been sent to your email.": "تم ارسال رابط اعاده تعيين كلمه المرور الى بريدك الالكترونى.",
  "Please follow the instructions in the email to reset your password.": "الرجاء اتباع التعليمات فى البريد الالكترونى لاعاده تعيين كلمه المرور.",
  "Your password has been successfully reset.": "تم اعاده تعيين كلمه المرور بنجاح.",
  "You can now log in with your new password.": "يمكنك الان تسجيل الدخول باستخدام كلمه المرور الجديدة.",
  "If you did not request a password reset, please ignore this email.": "اذا لم تطلب اعاده تعيين كلمه المرور، يرجى تجاهل هذا البريد الالكترونى.",
  "Your account settings have been updated successfully.": "تم تحديث اعدادات حسابك بنجاح.",
  "You can now enjoy the new features.": "يمكنك الان الاستمتاع بالميزات الجديدة.",
  "If you have any questions, please contact our support team.": "اذا كان لديك  اى استفسارات، يرجى الاتصال بفريق الدعم لدينا.",
  "Your profile has been updated successfully.": "تم تحديث ملفك الشخصى بنجاح",
  "You can now view your updated profile information.": "يمكنك الان عرض معلومات ملفك الشخصى المحدثة.",
  "If you need to make further changes, please go to your account settings.": "اذا كنت بحاجة الى اجراء مزيد من التغييرات، يرجى الذهاب الى اعدادات حسابك.",
  "Your email address has been verified.": "تم التحقق من عنوان بريدك الالكترونى.",
  "You can now access all features of our service.": "يمكنك الان الوصول الى جميع ميزات خدمتنا.",
  "If you have any issues, please contact our support team.": "اذا واجهت اى مشكله، يرجى الاتصال بفريق الدعم لدينا.",
  "Your account has been successfully locked.": "تم قفل حسابك بنجاح.",
  "You will not be able to log in until your account is unlocked.": "لن تتمكن من تسجيل الدخول حتى يتم فتح حسابك.",
  "If you believe this is a mistake, please contact our support team.": "اذا كنت تعتقد ان هذا خطأ، يرجى الاتصال بفريق الدعم لدينا.",
  "Your account has been successfully reactivated.": "تم اعاده تفعيل حسابك بنجاح.",
  "You can now log in and access your account.": "يمكنك الان تسجيل الدخول والوصول الى حسابك.",
  "Your account has been successfully deactivated.": "تم تعطيل حسابك بنجاح.",
  "You will no longer have access to your account.": "لن يكون لديك حق الوصول  الى حسابك بعد الان.",
  "If you wish to reactivate your account, please contact our support team.": "اذا كنت ترغب فى اعاده تفعيل حسابك، يرجى الاتصال بفريق الدعم لدينا.",
  "Your account has been successfully deleted.": "تم حذف حسابك بنجاح.",
  "All your data has been removed from our system.": "تم ازاله جميع بياناتك من نظامنا.",
  "If you have any questions or concerns, please contact us.": "اذا كان لديك اى استفسارات او مخاوف، يرجى الاتصال بنا.",
  "Your account has been successfully suspended.": "تم تعليق حسابك بنجاح.",
  "You will not be able to log in until your account is reactivated.": "لن تتمكن من تسجيل الدخول حتى يتم اعاده تفعيل حسابك.",



}
